{
  "paragraphs": [
    {
      "sentences": [
        {
          "es": "Bienvenidos a volar, a surfear... y a hablar en español.",
          "en": "Welcome to fly, to surf... and to speak Spanish."
        }
      ]
    },
    {
      "sentences": [
        {
          "es": "¡Hola! Me llamo Armando Benítez, pero todos me conocen como Mandy.",
          "en": "Hi! My name is Armando Benítez, but everyone knows me as Mandy."
        }
      ]
    },
    {
      "sentences": [
        {
          "es": "Tengo 54 años, nací en Caracas, Venezuela, y desde muy joven trabajé en la industria aeronáutica como tripulante de cabina en dos grandes aerolíneas venezolanas: VIASA y AEROPOSTAL.",
          "en": "I’m 54 years old, born in Caracas, Venezuela, and from a young age I worked in the airline industry as a cabin crew member for two major Venezuelan airlines: VIASA and AEROPOSTAL."
        }
      ]
    },
    {
      "sentences": [
        {
          "es": "Allí descubrí que el mundo era geográficamente accesible, y tuve la dicha de conocer lugares, personas y culturas que marcaron mi vida.",
          "en": "There, I discovered that the world was geographically accessible, and I had the joy of meeting places, people, and cultures that changed my life."
        }
      ]
    },
    {
      "sentences": [
        {
          "es": "Al mismo tiempo, soy un surfista apasionado. Mi mayor felicidad es viajar (volar) y surfear (fluir) por el mundo en busca de buenas olas.",
          "en": "At the same time, I’m a passionate surfer. My greatest joy is to travel (fly) and surf (flow) around the world in search of good waves."
        }
      ]
    },
    {
      "sentences": [
        {
          "es": "Siento un profundo amor por mi lengua materna, el español, la segunda lengua más hablada del mundo y, cada día, más influyente y necesaria.",
          "en": "I feel a deep love for my native language, Spanish—the second most spoken language in the world and increasingly influential and necessary each day."
        }
      ]
    },
    {
      "sentences": [
        {
          "es": "Hoy quiero ayudarte a aprender o mejorar tu español, compartiendo contigo mis pasiones: el aire y el mar.",
          "en": "Today I want to help you learn or improve your Spanish by sharing with you my passions: the air and the sea."
        }
      ]
    },
    {
      "sentences": [
        {
          "es": "Ya sea por trabajo, por viajes o por amor a los idiomas, estoy aquí para acompañarte de forma práctica, cercana y divertida.",
          "en": "Whether for work, travel, or a love for languages, I’m here to support you in a practical, friendly, and fun way."
        }
      ]
    },
    {
      "sentences": [
        {
          "es": "Si esta energía resuena contigo, te invito a una CLASE GRATIS donde te mostraré mi método y podré responder todas tus preguntas.",
          "en": "If this energy resonates with you, I invite you to a FREE CLASS where I’ll show you my method and answer all your questions."
        }
      ]
    },
    {
      "sentences": [
        {
          "es": "Gracias por estar aquí.",
          "en": "Thank you for being here."
        }
      ]
    },
    {
      "sentences": [
        {
          "es": "Con cariño,",
          "en": "With love,"
        },
        {
          "es": "Amor, paz y salud.",
          "en": "Love, peace, and health."
        }
      ]
    },
    {
      "sentences": [
        {
          "es": "Mandy",
          "en": "Mandy"
        }
      ]
    }
  ]
}